[{
		"character": "Actor",
		"description": "Rizal acted as a character in one of Juan Luna s paintings and acted in school dramas."
	},
	{
		"character": "Agriculturist",
		"description": "Rizal had farms in Dapitan, Zamboanga del Norte (1892-1896) where he planted lanzones, coconuts and other fruit-bearing trees."
	},
	{
		"character": "Ambassador Of Good Will",
		"description": "His friendliness, goodwill and cultural associations with friends entitled him as one."
	},
	{
		"character": "Animal Lover",
		"description": "As a small boy, Rizal loved animals including birds, fish, insects, and other specimens of animal life. Fowls, rabbits, dogs, horses, and cats constituted his favorites. As much as possible, he did not wish fowls to be killed even for food, and showed displeasure in being asked to eat the cooked animal. The family garden in Calamba abounded with insects galore and birds native to the Calamba environs. He wrote about and sketched animals of the places he had toured."
	},
	{
		"character": "Anthropologist",
		"description": "He made researches on the physical and social make up of man."
	},
	{
		"character": "Archeologist",
		"description": "Rizal studied monuments and antique currency everywhere he went. He drew most of the monuments he saw."
	},
	{
		"character": "Ascetic",
		"description": "Rizal always practiced self-discipline wherever he went."
	},
	{
		"character": "Book lover",
		"description": "He had a big library and brought many books abroad."
	},
	{
		"character": "Botanist",
		"description": "Rizal maintained a garden in Dapitan where he planted and experimented on plants of all kinds"
	},
	{
		"character": "Businessman",
		"description": "He had a partner in Dapitan in the Abaca business there (1892-1896)."
	},
	{
		"character": "Cartographer",
		"description": "He drew maps of Dapitan, The Philippines and other places he visited."
	},
	{
		"character": "Chess Player",
		"description": "He played chess and bear several Germans and European friends and acquaintances."
	},
	{
		"character": "Citizen of the world",
		"description": "His extensive travels and multitude of friends in Europe, Middle East and Asia made him one."
	},
	{
		"character": "Commentator",
		"description": "Rizal always expresses and published his personal opinion."
	},
	{
		"character": "Conchologist",
		"description": "He had a good shell collection in Dapitan. An American conchologist praised him."
	},
	{
		"character": "Educator",
		"description": "Rizal taught in his special school in Dapitan."
	},
	{
		"character": "Ethnologist",
		"description": "In his travels, Rizal was able to compare different races and he noted the differences."
	},
	{
		"character": "Father of community school",
		"description": "He proposed college in Hong Kong and his special school in Dapitan made him a father of community schools."
	},
	{
		"character": "Fencer",
		"description": "He fenced with Europeans and Juan Luna and other friends in Europe."
	},
	{
		"character": "Abroad",
		"description": "He was member of La Solidaridad Lodge in Spain."
	},
	{
		"character": "Horticulture",
		"description": "He experimented on and cultivated plants in Dapitan."
	},
	{
		"character": "Historian",
		"description": "His annotation of Antonio de Morga’s Sucesos de las Islas Filipinas entitled him as one."
	},
	{
		"character": "Humorist",
		"description": "There are many humorous incidents in the Noli Me Tangere and El Filibusterismo."
	},
	{
		"character": "Ichthyologist",
		"description": "He collected 38 new varieties of fish in Dapitan."
	},
	{
		"character": "Japanophile",
		"description": "His admiration of Japanese traits and his knowledge of her language proved he was one."
	},
	{
		"character": "Journalist",
		"description": "He authored the published many articles in Spanish and English and London."
	},
	{
		"character": "Laboratory worker",
		"description": "He was employed in the clinic of Dr. L. Wecker in Paris."
	},
	{
		"character": "Linguist",
		"description": "He spoke over 20 foreign languages."
	},
	{
		"character": "Lover of truth",
		"description": "He chided Spanish writers for not writing the truth about the Filipinos. He was always truthful since boyhood."
	},
	{
		"character": "Musicians",
		"description": "He played the flute and composed pieces of music and cultivated music appreciation."
	},
	{
		"character": "Mythologist",
		"description": "Rizal used mythology in his Noli and Fili."
	},
	{
		"character": "Nationalist",
		"description": "He gave full expression of the native spirit strengthened by world civilization and loved and defended everything Filipino."
	},
	{
		"character": "Newspaperman",
		"description": "He wrote and published articles in many publications and was one of the organizers of the La Solidaridad."
	},
	{
		"character": "Ophthalmologist",
		"description": "He graduated in an ophthalmologic college in Spain."
	},
	{
		"character": "Orientalist",
		"description": "Rizal admired the special characteristic and beauties of Oriental countries peoples."
	},
	{
		"character": "Pharmacologis",
		"description": "Rizal treasured and popularized the usefulness and preparation of cures for treatment of his patients."
	},
	{
		"character": "Philologist",
		"description": "Rizal loved of learning and literature is unequalled."
	},
	{
		"character": "Philosopher",
		"description": "Rizal not only loved wisdom but also regulated his life and enjoyed calmness of the life at all time "
	},
	{
		"character": "Physical culturist",
		"description": "Rizal maintained a good health by exercising all parts of his body and eating proper foods "
	},
	{
		"character": "Physicians",
		"description": "He treated several patients afflicted not only with eye diseases."
	},
	{
		"character": "Plant lover",
		"description": "As a child, Rizal spend most of his time in the family garden which was planted with fruit trees, shrubs and decorative trees. His diaries contained detailed description and sketches of plants, flowers and fruits he saw in the places he visited. He wrote poems on flower he like very much as his poems To the Flowers of Heidelberg."
	},
	{
		"character": "Poet",
		"description": "Rizal wrote over 35 poems including his famous Ultimo Adios."
	},
	{
		"character": "Politician",
		"description": "Although Rizal did not engage in Politics, he exposed the evils of the political activities of the Spaniards in the Philippines through his writing. "
	},
	{
		"character": "Polyglot",
		"description": "Rizal spoke and wrote in 20 languages."
	},
	{
		"character": "Proofreader",
		"description": "In Germany, He worked as a part-time proofreader of his livelihood."
	},
	{
		"character": "Propagandist",
		"description": "As a reformer, Rizal encourages the recommendation of improving the government entities and discourage abuses publishing articles."
	},
	{
		"character": "Public relation man",
		"description": "He worked for better cooperation of rulers and subjects in his country."
	},
	{
		"character": "Reformer",
		"description": "He published the modern methods of government administration, so changes could be made."
	},
	{
		"character": "Researcher",
		"description": "Being a wide reader, he compared the old and new practices in life."
	},
	{
		"character": "Revolutionist",
		"description": "Rizal encouraged reforms, discouraged old, impractical usage, and desired new and useful laws to benefit his countrymen. He desired changes for the better."
	},
	{
		"character": "Rhetorician",
		"description": "Rizal has always practiced the art of persuasive and impressive speaking and writing."
	},
	{
		"character": "Rural reconstruction worker",
		"description": "He practiced rural reconstruction work in Dapitan in 1894 and succeeded."
	},
	{
		"character": "Sanitary engineer",
		"description": "His construction of a water system in Dapitan exemplified this practice by Rizal."
	},
	{
		"character": "Scientist",
		"description": "Rizal’s practice of many sciences here and abroad made him noted scientist."
	},
	{
		"character": "Sculptor",
		"description": "His works of his father and of Father Guerrico, S. J. typified his sculptural ability."
	},
	{
		"character": "Sharp shooter",
		"description": "He could hit a target 20 meters away."
	},
	{
		"character": "Sinologist",
		"description": "Rizal’s ancestry and his ability to speak Chinese made him one."
	},
	{
		"character": "Sociologist",
		"description": "In Rizal’s study of Philippines social problems, he always encouraged and introduced solutions."
	},
	{
		"character": "Sodalist",
		"description": "He always joined fraternities, associations and brotherhood, for self-improvement."
	},
	{
		"character": "Sportsman",
		"description": "He engaged from a surveying class at the Ateneo after passing his A. B. there."
	},
	{
		"character": "Tourist",
		"description": "He was considered the foremost tourist due to his extensive travels."
	},
	{
		"character": "Traveler",
		"description": "He traveled around the world three times."
	},
	{
		"character": "Tuberculosis expert",
		"description": "For having cured himself of this disease, he became and was recognized as an expert."
	},
	{
		"character": "Youth leader",
		"description": "He considered the youth as \"the hope of his Fatherland.\""
	},
	{
		"character": "Zoologist",
		"description": "He was fond of pets. He researched later on their physiology, classification and habits."
	}
]
